//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DHS3 */

	"100" = "??";
	"101" = "Cue";
	"102" = "Slate";
	"103" = "模拟（DB-25)";
	"104" = "AES/EBU (DB-25)";
	"105" = "Dig";
	"106" = "CR 路径";
	"107" = "格式";
	"108" = "合并";
	"109" = "未知";
	"110" = "主体";
	"111" = "后备";
	"112" = "无";
	"113" = "单声道";
	"114" = "立体声";
	"115" = "2.1";
	"116" = "LCR";
	"117" = "Quad";
	"118" = "LCRS";
	"119" = "5.0";
	"120" = "5.1";
	"121" = "6.0";
	"122" = "6.1";
	"123" = "7.0";
	"124" = "7.1";
	"125" = "7.0 SDDS";
	"126" = "7.1 SDDS";
	"127" = "7.0.2";
	"128" = "7.1.2";
	"129" = "Overhead";
	"130" = "11.0";
	"131" = "11.1";
	"132" = "常规";
	"133" = "1";
	"134" = "2";
	"135" = "3";
	"136" = "4";
	"137" = "5";
	"138" = "6";
	"139" = "7";
	"140" = "8";
	"141" = "9";
	"142" = "10";
	"143" = "11";
	"144" = "12";
	"145" = "?";
	"146" = "L";
	"147" = "Lc";
	"148" = "C";
	"149" = "M";
	"150" = "Rc";
	"151" = "R";
	"152" = "Lss";
	"153" = "Rss";
	"154" = "Lsr";
	"155" = "Rsr";
	"156" = "Ls";
	"157" = "Cs";
	"158" = "S";
	"159" = "Rs";
	"160" = "Lts";
	"161" = "Rts";
	"162" = "Lw";
	"163" = "Rw";
	"164" = "LFE";
	"165" = "一级环绕立体声";
	"166" = "二级环绕立体声";
	"167" = "三级环绕立体声";
	"168" = "00";
	"169" = "01";
	"170" = "02";
	"171" = "03";
	"172" = "04";
	"173" = "05";
	"174" = "06";
	"175" = "07";
	"176" = "08";
	"177" = "09";
	"178" = "10";
	"179" = "11";
	"180" = "12";
	"181" = "13";
	"182" = "14";
	"183" = "15";
	"184" = "Main";
	"185" = "Alt 1";
	"186" = "Alt 2";
	"187" = "HP %1";

/* L10N_StudioMgr2 */

	"200" = "单声道";
	"201" = "立体声";
	"202" = "单声道";
	"203" = "立体声";
	"204" = "LCR";
	"205" = "Quad";
	"206" = "LCRS";
	"207" = "5.0";
	"208" = "6.0";
	"209" = "7.0 SDDS";
	"210" = "7.0";
	"211" = "9.0";
	"212" = "2.1";
	"213" = "5.1";
	"214" = "6.1";
	"215" = "7.1 SDDS";
	"216" = "7.1";
	"217" = "输入";
	"218" = "输出";
	"219" = "总线";
	"220" = "插入";
	"221" = "SampleCell";
	"222" = "左";
	"223" = "左中";
	"224" = "中置";
	"225" = "辅";
	"226" = "右中";
	"227" = "右";
	"228" = "左／右";
	"229" = "左环绕";
	"230" = "中置环绕";
	"231" = "右环绕";
	"232" = "环绕";
	"233" = "LFE";
	"234" = "录制轨道#%1";
	"235" = "关";
	"236" = "动态";
	"237" = "主音量";
	"238" = "发送音量";
	"239" = "Best Pro Tools deck available";
	"240" = "Best TDM deck available";
	"241" = "Best TDM Pro Tools deck available";
	"242" = "Fact";
	"243" = "SampleCell #%1";
	"244" = "SC #%1";
	"245" = "话筒放大器";
	"246" = "Pro Tools|HD (1 DSP, %1 发音数)";
	"247" = "Pro Tools|HD (1 DSP, %1 发音数)";
	"248" = "Pro Tools|HD (1 DSP, %1 发音数)";
	"249" = "Pro Tools|HD (2 DSP, %1 发音数)";
	"250" = "Pro Tools|HD (2 DSP, %1 发音数)";
	"251" = "Pro Tools|HD (2 DSP, %1 发音数)";
	"252" = "Pro Tools|HD (3 DSP, %1 发音数)";
	"253" = "Pro Tools|HD (3 DSP, %1 发音数)";
	"254" = "Pro Tools|HD (3 DSP, %1 发音数)";
	"255" = "Pro Tools|HD (4 DSP, %1 发音数)";
	"256" = "Pro Tools|HD (4 DSP, %1 发音数)";
	"257" = "Pro Tools|HD (4 DSP, %1 发音数)";
	"258" = "Pro Tools|HD (5 DSP, %1 发音数)";
	"259" = "Pro Tools|HD (5 DSP, %1 发音数)";
	"260" = "Pro Tools|HD (5 DSP, %1 发音数)";
	"261" = "Pro Tools|HD (6 DSP, %1 发音数)";
	"262" = "Pro Tools|HD (6 DSP, %1 发音数)";
	"263" = "Pro Tools|HD (6 DSP, %1 发音数)";
	"264" = "Pro Tools|HD (7 DSP, %1 发音数)";
	"265" = "Pro Tools|HD (7 DSP, %1 发音数)";
	"266" = "Pro Tools|HD (7 DSP, %1 发音数)";
	"267" = "Pro Tools|HD (8 DSP, %1 发音数)";
	"268" = "Pro Tools|HD (8 DSP, %1 发音数)";
	"269" = "Pro Tools|HD (8 DSP, %1 发音数)";
	"270" = "Pro Tools|HD (9 DSP, %1 发音数)";
	"271" = "Pro Tools|HD (9 DSP, %1 发音数)";
	"272" = "LE 于 Pro Tools|HD";
	"273" = "96 I/O";
	"274" = "192 I/O";
	"275" = "192 Digital I/O";
	"276" = "没有找到周边卡座。";
	"277" = "96i I/O";
	"278" = "动态";
	"279" = "尝试存储映射文件时遇到错误。";
	"280" = "将插件映射储存为:";
	"281" = "另存插件映射为：";
	"282" = "选择映射文件：";
	"283" = "试图读映射文件时遇到错误。";
	"284" = "一个或多个主推子不能被激活因为%1。";
	"285" = "您选择的输出路径正被当前Pro Tools工程使用。任何AFL或PFL信号将影响您选择的输出路径的AFL/PFL信号。";
	"286" = "独奏模式被改变成仅SIP，因为DSP资源不足以使用AFL/PFL。请禁用一些轨道或插件来释放DSP。";
	"287" = "正在升级独奏连接...";
	"288" = "HD Native";
	"289" = "有现存路径。您要如何处理？";
	"290" = "删除未使用的路径";
	"291" = "删除现存的路径";
	"292" = "添加到现存的路径";
	"293" = "取消";
	"294" = "Pro Tools|HDX (%1 卡，%2 发音数)";
	"295" = "Pro Tools|HDX (%1 卡，%2 发音数)";
	"296" = "Pro Tools|HDX (%1 卡，%2 发音数)";
	"297" = "Pro Tools|HDX (%1 卡，%2 发音数)";
	"298" = "HD Native Thunderbolt";

/* L10N_StudioMgr3 */

	"300" = "(未知)";
	"301" = "VENUE HD";
	"302" = "舞台输入";
	"303" = "HD 输出";
	"304" = "HD 可分配";
	"305" = "可分配";
	"306" = "为了使用AFL/PFL，您必须退出Pro Tools然后从其安装盘安装环绕混音插件。";
	"307" = "请确认所有缆线已正确连接。";
	"308" = "发现通讯错误 %1。";
	"309" = "静音";
	"310" = "发送端静音";
	"311" = "对象切换";
	"312" = "多对象";
	"313" = "删除一个用户插件映射将从系统中永久清除该映射，并不可撤销。任何使用该映射的插件将复原到它们的默认映射。确认要删除该映射吗？";
	"314" = "该操作将从系统永久删除所有用户插件映射和ICON推子插件映射，并不可撤销。所有插件将复原到它们厂家默认的映射。确认要删除所有映射吗？";
	"315" = "该操作将从系统永久删除所有用户插件映射，并不可撤销。所有插件将复原到它们厂家默认的映射。确认要删除所有映射吗？";
	"316" = "厂家默认映射";
	"317" = "自定义映射 ";
	"318" = "插件映射导入";
	"319" = "从该插件映射文件导入时，以下项将被替换：";
	"320" = "  - 所有ICON 推子插件映射";
	"321" = " - \"%1\" 替换 %2";
	"322" = "要继续吗？";
	"323" = "<未知插件〉";
	"324" = "ICON";
	"325" = "ProControl";
	"326" = "24个推子";
	"327" = "8个推子";
	"328" = "更新插件映射";
	"329" = "HD I/O";
	"330" = "HD OMNI I/O";
	"331" = "MADI I/O";
	"332" = "主";
	"333" = "Cue";
	"334" = "对话框";
	"335" = "效果";
	"336" = "音乐";
	"337" = "无";
	"338" = "自定义...";
	"339" = "路径不可用";
	"340" = "输入 ";
	"341" = "输出 ";
	"342" = "MADI 1 (1-14)";
	"343" = "MADI 1 (1-16)";
	"344" = "MADI 1 (1-28)";
	"345" = "MADI 1 (1-32)";
	"346" = "MADI 1 (33-48)";
	"347" = "MADI 1 (33-56)";
	"348" = "MADI 1 (33-64)";
	"349" = "MADI 2 (1-14)";
	"350" = "MADI 2 (1-16)";
	"351" = "MADI 2 (1-28)";
	"352" = "MADI 2 (1-32)";
	"353" = "正在重建混音器...";
	"354" = "正在更新I/O 设置...";
	"355" = "左环绕声";
	"356" = "右环绕声";
	"357" = "左后环绕声";
	"358" = "右后环绕声";
	"359" = "左上环绕";
	"360" = "右上环绕";
	"361" = "在 stem %1 检测到反馈循环，系统将忽略循环。";
	"362" = "无法补偿轨道 (%1) 延迟。";
	"363" = "正在配置混音器...";
	"364" = "启用辅链延迟补偿";
	"365" = "禁用辅链延迟补偿";
	"366" = "正在检查轨道(%1)";
	"367" = "DSP 不足以启用辅链补偿错误 (%1)";
	"368" = "正在配置轨道 %1 ...";
	"369" = "网络";
	"370" = "无法创建主机混音器";
	"371" = "脱机";
	"372" = "警告: 读取后才可处理。\n\n";
	"373" = "渲染器映射被忽略，因为渲染输入配置和 Pro Tools 不匹配。如果在 IO 设置窗口中点击“确认”，将导致轨道自动化丢失。\n\n要在不丢失自动化的情况下解决该问题: \n\t• 在 IO 设置窗口中点击取消\n\t• 在渲染器上确认输入设定与 Pro Tools 匹配 \n\t• 重新打开 IO 设置，核实没有更多的警告，然后点击 ‘确认’。\n\n忽略的映射:\n\n";
	"374" = "渲染器映射被忽略，因为立体声总线内应有的两个子路径不正确:\n\n要在不丢失自动化的情况下解决该问题:\n\t• 记录下被忽略的映射，或保存一个报告 \n\t• 继续打开 IO 设置 \n\t• 找到在忽略映射报告中列出的总线，修改立体声对象为仅包含两个单声道子路径 \n\t• 重新映射被修改的子路径到任何可用的且连续的对象 \n\t• 在 IO 设置窗口中点击确认 \n\n忽略的映射:\n\n";
	"375" = "渲染器映射被忽略，因为立体声总线内的子路径有不连续的对象分配:\n\n 要在不丢失自动化的情况下解决该问题:\n\t• 记录下被忽略的映射，或保存一个报告 \n\t• 继续打开 IO 设置\n\t• 找到在忽略映射报告中列出的总线, 并重新映射它们的子路径到任何可用且连续的对象 \n\t• 在 IO 设置窗口中点击 ‘确认’ \n\n忽略的映射:\n\n";
	"376" = "Pro Tools 发现一些更改，可能导致当前工程中的轨道在 Dolby Atmos 渲染器上的映射丢失。\n\n";
	"377" = "被忽略的对象映射可能导致轨道自动化丢失。取消 IO 设置窗口并重新设置，或修改已删除的映射来避免这个问题。";
	"378" = "忽略的映射";
	"379" = "忽略的渲染器映射:\n";
	"380" = "要继续么？";
	"381" = "输入索引";
	"382" = "Aux I/O 设备'%1'不支持当前的 Pro Tools 硬件缓存大小(%2)。可能发生音频伪像。";

/* L10N_StudioMgr4 */

	"400" = "Pro Tools|HDX";
	"401" = "这些文件不是有效的片段特效设定文件:";
	"402" = "MTRX 16x16";
	"403" = "MTRX DigiLink 主卡";
	"404" = "左宽";
	"405" = "右宽";
	"406" = "11.0 %1-%2";
	"407" = "11.1 %1-%2";
	"408" = "11.0 %1";
	"409" = "11.1 %1";
	"410" = "无对象";
	"411" = "单声道 %1";
	"412" = "立体声 %1-%2";
	"413" = "LCR %1-%2";
	"414" = "Quad %1-%2";
	"415" = "LCRS %1-%2";
	"416" = "5.0 %1-%2";
	"417" = "6.0 %1-%2";
	"418" = "7.0 SDDS %1-%2";
	"419" = "7.0 %1-%2";
	"420" = "5.1 %1-%2";
	"421" = "6.1 %1-%2";
	"422" = "7.1 SDDS %1-%2";
	"423" = "7.1 %1-%2";
	"424" = "7.0.2 %1-%2";
	"425" = "7.1.2 %1-%2";
	"426" = "单声道 %1";
	"427" = "总线 %1-%2";
	"428" = "LCR %1";
	"429" = "Quad %1";
	"430" = "LCRS %1";
	"431" = "5.0 %1";
	"432" = "6.0 %1";
	"433" = "7.0 SDDS %1";
	"434" = "7.0 %1";
	"435" = "5.1 %1";
	"436" = "6.1 %1";
	"437" = "7.1 SDDS %1";
	"438" = "7.1 %1";
	"439" = "7.0.2 %1";
	"440" = "7.1.2 %1";
	"441" = "1AmbiACN %1";
	"442" = "2AmbiACN %1";
	"443" = "3AmbiACN %1";
	"444" = "1AmbiACN %1-%2";
	"445" = "2AmbiACN %1-%2";
	"446" = "3AmbiACN %1-%2";
	"447" = "一级环绕立体声";
	"448" = "二级环绕立体声";
	"449" = "三级环绕立体声";
	"450" = "7.0.2";
	"451" = "7.1.2";
	"452" = "W";
	"453" = "X";
	"454" = "Y";
	"455" = "Z";
	"456" = "0";
	"457" = "1";
	"458" = "2";
	"459" = "3";
	"460" = "4";
	"461" = "5";
	"462" = "6";
	"463" = "7";
	"464" = "8";
	"465" = "9";
	"466" = "A";
	"467" = "B";
	"468" = "C";
	"469" = "D";
	"470" = "E";
	"471" = "F";
	"472" = "当前工程包含一个已映射到此输出路径的输出总线，无法将它重新映射到其他对象";
	"473" = "没有该通道宽度可用的渲染器映射";
	"474" = "自动高度将覆盖高度自动化";
	"475" = "Pro Tools|HDX（%1 个卡，%2 个发音）";
	"476" = "Pro Tools|HDX（%1 个卡，%2 个发音）";
	"477" = "Pro Tools|HDX（%1 个卡，%2 个发音）";
	"478" = "Pro Tools|Carbon";

